Repository: sbooth/Max
Catalog: *.lproj/Exceptions.strings
Languages: dutch, german

source: A ripping or encoding operation is already in progress.
dutch: Er is reeds een ripping of codeer operatie gaande.
german: Es läuft bereits ein Auslese- oder Enkodierungsvorgang.

source: An error occurred during file conversion.
dutch: Er vond een fout plaats tijdens de bestands omzetting.
german: Während der Konvertierung ist ein Fehler aufgetreten.

source: An error occurred on device %s.
dutch: Er vond een fout plaats op apparaat %s.
german: Am Gerät %s ist ein Fehler aufgetreten.

source: An error occurred while accessing the disc on device %@.
dutch: Er vond een fout plaats tijdens het benaderen van de disc op apparaat %@.
german: Am Gerät %@ ist ein Fehler während des Zugriffs auf die CD aufgetreten.

source: An error occurred while attempting to download album artwork.
dutch: Er vond een fout plaats tijdens het downloaden van album illustratie.
german: Es ist ein Fehler während des Versuchs aufgetreten, ein CD-Cover herunterzuladen.

source: An error occurred while converting the file "%@".
dutch: Er vond een fout plaats tijdens het omzetten van het bestand "%@".
german: Es ist ein Fehler während der Konvertierung der Datei "%@" aufgetreten.

source: An error occurred while encoding the file "%@".
dutch: Er vond een fout plaats tijdens het coderen van het bestand "%@".
german: Es ist ein Fehler während der Encodierung der Datei "%@" aufgetreten.

source: An error occurred while initializing the %@ class.
dutch: Er vond een fout plaats tijdens het initialiseren van de %@ klasse.
german: Es ist ein Fehler während der Initialisierung der Klasse %@ aufgetreten.

source: An error occurred while opening the document "%@".
german: Es ist ein Fehler während des Öffnens von Dokument "%@" aufgetreten.

source: An error occurred while opening the file "%@" for conversion.
dutch: Er vond een fout plaats tijdens het openen van het bestand "%@" voor de conversie.
german: Es ist ein Fehler aufgetreten während die Datei "%@" zum Konvertieren geöffnet wurde.

source: An error occurred while ripping tracks from the disc "%@".
dutch: Er vond een fout plaats tijdens het rippen van tracks van de disc "%@".
german: Während des Auslesens der CD "%@" ist ein Fehler aufgetreten.

source: An error occurred while tagging the file "%@".
dutch: Er vond een fout plaats tijdens het taggen van het bestand "%@".
german: Es ist ein Fehler aufgetreten während die Datei "%@" getaggt wurde.

source: Cue sheets are not supported for this output format.
dutch: Cue sheets worden niet ondersteund voor dit output formaat.
german: Cue Sheets werden für dieses Ausgabeformat nicht unterstüzt.

source: Decoding error: possible corrupted stream.
dutch: Decodeer fout: waarschijnlijk corrupte stream.
german: Fehler beim Dekodieren: Datenstrom möglicherweise korrupt.

source: Decoding overflow: possible corrupted stream.
dutch: Decodeer overflow: waarschijnlijk corrupte stream.
german: Überlauf beim Dekodieren: Datenstrom möglicherweise korrupt.

source: LAME encoding error.
dutch: LAME codeer fout.
german: LAME Kodierungsfehler.

source: LAME only supports one or two channel input.
dutch: LAME ondersteund slechts 1 of 2 kanaals invoer.
german: LAME unterstützt nur ein- oder zweikanaliges Eingangssignal.

source: LAME was unable to flush the buffers.
dutch: LAME kon de buffers niet legen.
german: LAME konnte den Puffer nicht leeren.

source: Monkey's Audio compressor error.
dutch: Monkey's Audio compressor fout.
german: Monkey's Audio Compressor-Fehler.

source: Musepack decoding error.
german: Musepack Dekodierungs-Fehler.

source: No matching discs were found.
dutch: Er werden geen overeenkomende discs gevonden.
german: Es wurden keine passende CDs gefunden.

source: No tracks are selected for encoding.
dutch: Er zijn geen te coderen tracks geselecteerd.
german: Es sind keine Titel zum Enkodieren ausgewählt.

source: Speex only supports one or two channel input.
dutch: Speex ondersteund slechts 1 of 2 kanaals invoer.
german: Speex unterstützt nur ein- oder zweikanaliges Eingangssignal.

source: The call to %@ failed (%@).
dutch: De aanroep naar %@ ging fout (%2$@).
german: Aufruf von %@ fehlgeschlagen (%2$@).

source: The call to %@ failed.
dutch: De aanroep naar %@ ging fout.
german: Aufruf von %@ fehlgeschlagen.

source: The file does not appear to be a valid Musepack file.
dutch: Het bestand lijkt geen geldig Musepack bestand te zijn.
german: Die Datei scheint keine gültige Musepack Datei zu sein.

source: The file does not appear to be a valid Ogg (Vorbis) file.
german: Die Datei scheint keine gültige Ogg (Vorbis) Datei zu sein.

source: The file's format was not recognized.
dutch: Het formaat van het bestand werd niet herkend.
german: Das Dateiformat wurde nicht erkannt.

source: The retry limit was exceeded.
dutch: De limiet voor het opnieuw proberen is overschreden.
german: Die maximale Anzahl an Wiederholungen wurde erreicht.

source: The skip tolerance was exceeded.
dutch: De limiet voor het overslaan is overschreden.
german: Die Grenze der Skip-Toleranz wurde erreicht.

source: The Speex mode number %i was not recognized.
dutch: De Speex mode number %i werd niet herkend.
german: Die Speex Modus-Nummer %i wurde nicht erkannt.

source: This file was encoded with a different version of Speex.
german: Diese Datei wurde mit einer anderen Version von Speex enkodiert.

source: This file was encoded with a newer version of Speex.
dutch: Dit bestand is gecodeerd met een nieuwere versie van Speex.
german: Diese Datei wurde mit einer neueren Version von Speex enkodiert.

source: This file was encoded with an older version of Speex.
dutch: Dit bestand is gecodeerd met een oudere versie van Speex.
german: Diese Datei wurde mit einer älteren Version von Speex enkodiert.

source: Unable to access the disc.
dutch: De disc is niet beschikbaar.
german: Kann nicht auf die CD zugreifen.

source: Unable to allocate memory.
dutch: Er is geen geheugen beschikbaar.
german: Kann Speicher nicht zuteilen.

source: Unable to close the cue sheet.
dutch: De cue sheet kan niet worden gesloten.
german: Kann den Cue Sheet nicht schließen.

source: Unable to close the drive.
dutch: Kan de drive niet sluiten.
german: Kann das Laufwerk nicht schließen.

source: Unable to close the output file.
dutch: Het uitvoer bestand kan niet worden gesloten.
german: Kann Ausgabedatei nicht schließen.

source: Unable to close the temporary file.
dutch: Het tijdelijke bestand kan niet worden gesloten.
german: Kann temporäre Datei nicht schließen.

source: Unable to create a temporary file.
dutch: Het tijdelijke bestand kan niet worden aangemaakt.
german: Kann Ausgabedatei nicht erzeugen.

source: Unable to create directory.
dutch: De map kan niet worden aangemaakt.
german: Kann Verzeichnis nicht erzeugen.

source: Unable to create the application data directory.
dutch: De programma map kan niet worden aangemaakt.
german: Kann das Datenverzeichnis der Applikation nicht erstellen.

source: Unable to create the cue sheet.
dutch: De cue sheet kan niet worden aangemaakt.
german: Cue Sheet kann nicht erstellt werden.

source: Unable to create the FLAC decoder.
dutch: De FLAC decoder kan niet worden aangemaakt.
german: Kann FLAC Dekoder nicht erstellen.

source: Unable to create the FLAC encoder.
dutch: De FLAC encoder kan niet worden aangemaakt.
german: Kann FLAC Enkoder nicht erstellen.

source: Unable to create the Monkey's Audio compressor.
dutch: De Monkey's Audio compressor kan niet worden aangemaakt.
german: Kann Monkey's Audio Compressor nicht erstellen.

source: Unable to create the Ogg FLAC encoder.
dutch: De FLAC encoder kan niet worden aangemaakt.
german: Kann Ogg FLAC Enkoder nicht erstellen.

source: Unable to create the output file.
dutch: Het uitvoer bestand kan niet worden aangemaakt.
german: Kann Ausgabedatei nicht erstellen.

source: Unable to create the WavPack encoder.
dutch: De WavPack encoder kan niet worden aangemaakt.
german: Kann WavPack Enkoder nicht erstellen.

source: Unable to decode Speex bitstream version %i.
dutch: De Speex bitstream version %i kan niet worden gedecodeerd.
german: Kann Speex Bitstream Version %i nicht dekodieren.

source: Unable to delete the input file.
dutch: Het invoer bestand kan niet worden verwijderd.
german: Eingabedatei kann nicht gelöscht werden.

source: Unable to delete the output file.
dutch: Het uitvoer bestand kan niet worden verwijderd.
german: Kann Ausgabedatei nicht löschen.

source: Unable to delete the temporary file.
dutch: Het tijdelijke bestand kan niet worden verwijderd.
german: Kann temporäre Datei nicht löschen.

source: Unable to eject the disc.
dutch: De disc kan niet worden uitgeworpen.
german: Kann CD nicht auswerfen.

source: Unable to flush the drive's cache
dutch: De drive's interne geheugen kan niet worden geleegd
german: Kann den Laufwerks-Cache nicht überschreiben

source: Unable to get the drive's speed
dutch: Kan de drive's snelheid niet verkrijgen
german: Kann Laufwerks-Geschwindigkeit nicht ermitteln

source: Unable to initialize the LAME encoder.
dutch: Kan de LAME encoder niet initialiseren.
german: Kann den LAME Enkoder nicht initialisieren.

source: Unable to initialize the Monkey's Audio compressor.
dutch: Kan de Monkey's Audio compressor niet initialiseren.
german: Kann den Monkey's Audio Compressor nicht initialisieren.

source: Unable to initialize the ogg stream.
dutch: Kan de ogg stream niet initialiseren.
german: Kann den Ogg Datenstrom nicht initialisieren.

source: Unable to initialize the Ogg (Vorbis) encoder.
german: Kann den Ogg (Vorbis) Enkoder nicht initialisieren.

source: Unable to initialize the WavPack encoder.
dutch: Kan de WavPack encoder niet initialiseren.
german: Kann den WavPack Enkoder nicht initialisieren.

source: Unable to initialize the Musepack encoder.
dutch: Kan de Musepack encoder niet initialiseren.
german: Kann den Musepack Enkoder nicht initialisieren.

source: Unable to intialize the Speex decoder.
dutch: Kan de Speex decoder niet initialiseren.
german: Kann den Speex Dekoder nicht initialisieren.

source: Unable to locate the input file.
dutch: Kan het invoer bestand niet vinden.
german: Kann Eingabedatei nicht lokalisieren.

source: Unable to locate the output file.
dutch: Kan het uitvoer bestand niet vinden.
german: Kann Ausgabedatei nicht lokalisieren.

source: Unable to open the drive for reading.
dutch: Kan de drive niet openen voor lezen.
german: Kann Laufwerk nicht für Lesevorgang öffnen.

source: Unable to open the input file.
dutch: Kan het invoer bestand niet openen.
german: Kann Eingabedatei nicht öffnen.

source: Unable to open the output file for tagging.
dutch: Kan het uitvoer bestand niet openen om te taggen.
german: Ausgabedatei kann nicht zum Taggen geöffnet werden.

source: Unable to open the output file.
dutch: Kan het uitvoer bestand niet openen.
german: Kann Ausgabedatei nicht öffnen.

source: Unable to read from the disc.
dutch: Kan de drive niet openen voor schrijven.
german: Von der CD kann nicht gelesen werden.

source: Unable to read from the input file.
dutch: Kan het invoer bestand niet lezen.
german: Kann Eingabedatei nicht lesen.

source: Unable to read the disc's media catalog number (MCN)
dutch: Kan de disc's media catalog nummer (MCN) niet lezen
german: Kann die Medienkatalognummer (MCN) der CD nicht lesen

source: Unable to read the disc's table of contents.
dutch: Kan de disc's inhoudsopgave niet lezen.
german: Kann den Index (TOC) der CD nicht lesen.

source: Unable to read the international standard recording code (ISRC) for track %i
dutch: Kan de international standard recording code (ISRC) niet lezen voor track %i
german: Kann den International Standard Recording Code (ISRC) für Titel %i nicht lesen

source: Unable to seek in the input file.
dutch: Kan niet in het invoer bestand zoeken.
german: Kann nicht in der Eingabedatei suchen.

source: Unable to set the drive's speed
dutch: Kan de drive's snelheid niet instellen
german: Kann Laufwerks-Geschwindigkeit nicht setzen

source: Unable to start the Monkey's Audio compressor.
dutch: Kan de Monkey's Audio compressor niet starten.
german: Kann den Monkey's Audio Compressor nicht starten.

source: Unable to unmount the disc.
dutch: Kan de disc niet unmounten.
german: Kann CD nicht lösen.

source: Unable to write the APE tags.
dutch: Kan de APE tags niet schrijven.
german: Kann die APE Tags nicht schreiben.

source: Unable to write to the cue sheet.
dutch: Kan niet naar de cue sheet schrijven.
german: Cue Sheet kann nicht beschrieben werden.

source: Unable to write to the output file.
dutch: Kan niet naar het uitvoer bestand schrijven.
german: Kann Ausgabedatei nicht schreiben.

source: Warning: the file %@ was lost.
german: Warnung: Die Datei %@ ging verloren.

source: Your installation of Max appears to be incomplete.
dutch: Uw Max installatie is niet compleet.
german: Kann benötigte Ressource nicht laden.

source: The file does not appear to be a valid Ogg Vorbis file.
dutch: Het bestand lijkt geen geldig Ogg Vorbis bestand te zijn.

source: Unable to initialize the Ogg Vorbis encoder.
dutch: Kan de Ogg Vorbis encoder niet initialiseren.
